9/data/attachments/50162619c2383a56.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Eugene_experience_Friend_62274_2</nif:username>
            <nif:friendToBeRequested>soap_friends_c9472f4d-9598-47c3-94a6-4270280e9b3b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>